import geekspeech
geekspeech.say("скажите задание")
import geekspeech
a = geekspeech.listen(3)
if c == "первый этаж":
    print('ехать на 1 этаж');
if c == "второй этаж":
    print('ехать на 2 этаж');
if c == "третий этаж":
    print('ехать на 3 этаж');
if c == "четвертый этаж":
    print('ехать на 4 этаж');
if c == "пятый этаж":
    print('ехать на 5 этаж');
if c == "шестой этаж":
    print('ехать на 6 этаж');
if c == "седьмой этаж":
    print('ехать на 7 этаж');
if c == "восьмой этаж":
    print('ехать на 8 этаж');
if c == "девятый этаж":
    print('ехать на 9 этаж');
if c == "десятый этаж":
    print('ехать на 10 этаж');
if c == "одиннадцатый этаж":
    print('ехать на 11 этаж');
if c == "остановка":
    print('остановить лифт');
if c == "открыть двери":
    print('открыть двери');
